/*
  Paddle.strings
  Paddle

  Created by Louis Harwood on 17/11/2015.
  Copyright © 2015 Paddle. All rights reserved.
*/

"OK" = "OK";
"Error" = "Error";
"Unspecified error" = "Error no especificado";
"Close" = "Cerrar";
"Cancel" = "Cancelar";
"Quit" = "Abandonar";
"Activated" = "Activado";
"No Thanks!" = "¡No, gracias!";
"Email" = "Correo electrónico";
"Email Address" = "Dirección de correo electrónico";
"Licence Code" = "Código de licencia";
"Buy Now" = "Comprar ahora";
"By %@" = "Por %@";
"Join" = "Unirse";
"Enter Licence" = "Introduzca licencia";
"Continue Trial" = "Continuar Prueba";
"Activate Licence" = "Activar licencia";
"Activate" = "Activar";
"Buy a copy of %@" = "Comprar una copia de %@";
"We're already checking a license, please wait a moment." = "Estamos ya comprobando la licencia, por favor espere un momento.";
"Sorry" = "Lo sentimos";
"A valid licence code is required. Please try again." = "Se necesita un código de licencia válido. Por favor, vuelva a intentarlo.";
"This copy of %@ is registered with the information below." = "Esta copia of %@ se ha registrado con la siguiente información.";
"Your %@ Licence" = "Su %@ licencia";
"Already purchased a licence? Fill in the form below and activate %@ instantly." = "¿Compró ya una licencia? Rellene el siguiente formulario y active %@ instantáneamente.";
"Thank you for registering %@" = "Gracias por registrarse en %@";
"Thank you for trying %@" = "Gracias por probar %@";
"Would you like to send anonymous usage information to the developer of %@ to help improve the application?" = "¿Le gustaría enviar información anónima de uso al desarrollador de %@ para ayudarle a mejorar la aplicación?";
"Send anonymous usage information?" = "¿Enviar información anónima de uso?";
"We'd love it if you could take a second to tell us how you're enjoying using %@" = "Agradeceríamos si pudiera tomarse un segundo para decirnos si está disfrutando con el uso de %@";
"Are you enjoying %@?" = "¿Está disfrutando de % @?";
"Get the latest from %@ direct to your inbox every week. Signup for our free email newsletter!" = "Obtenga lo ultimo de %@ directo en su bandeja de entrada cada semana. ¡Regístrese en nuestro boletín de correo electrónico gratuito!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "¡Gracias por la descarga, inscríbase en nuestra lista para estar al día con todas las últimas características en %@, y aplicaciones de nuestro equipo!";
"No spam, ever." = "Sin spam, jamás.";
"We promise!" = "¡Lo prometemos!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "¡Gracias por la descarga, suscríbase a nuestra lista para mantenerse al día con todas las últimas características en %@, y las aplicaciones de nuestro equipo!";
"Get updates from %@" = "Obtén actualizaciones de %@";
"Send direct feedback on how we can improve %@ using the form below." = "Envíe una respuesta directa sobre cómo podemos mejorar %@ utilizando el siguiente formulario.";
"Send Feedback" = "Enviar comentarios";
"Help improve %@!" = "¡Ayude a mejorar %@!";
"Ratings help us make %@ better! We're really excited to see what you think." = "¡Las calificaciones nos ayudan a hacer %@ mejor! Nos encanta ver lo que piensa.";
"License deactivated." = "Licencia desactivada.";
"License could not be deactivated." = "La licencia no pudo ser desactivada.";
"You have %d day remaining of your trial period." = "Le queda %d día de su período de prueba.";
"You have %d days remaining of your trial period." = "Le quedan %d días de su período de prueba.";
"Welcome to %@!" = "¡Bienvenido a %@!";



